Repository: flexlixrup/TranslateKitSDK
Catalog: Sources/TranslateKitEducationLite/Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant, zh_hk

# TK.Action.trackProgress
source: Track Progress
ar: تتبع التقدم
bg: Проследи напредъка
ca: Rastrejar progressos
cs: Sledovat pokrok
da: Spor Fremskridt
de: Fortschritt verfolgen
el: Παρακολουθήστε την Πρόοδο
es: Rastrear Progreso
es_419: Rastrear Progreso
fi: Seuraa edistymistä
fr: Suivre les progrès
fr_ca: Suivre les progrès
he: עקוב אחרי התקדמות
hi: प्रगति ट्रैक करें
hr: Prati napredak
hu: Haladás nyomon követése
id: Lacak Kemajuan
it: Tieni Traccia del Progresso
ja: 進捗をトラッキング
kk: Прогресті бақылау
ko: 진행 상황 추적
ms: Jejaki Kemajuan
nb: Spor fremgang
nl: Volg voortgang
pl: Śledź postęp
pt_br: Rastrear Progresso
pt_pt: Acompanhar Progresso
ro: Urmărește Progresul
ru: Отслеживать прогресс
sk: Sledovať pokrok
sv: Spåra framsteg
th: ติดตามความก้าวหน้า
tr: İlerlemeyi Takip Et
uk: Відстежити прогрес
vi: Theo Dõi Tiến Độ
zh_hans: 跟踪进度
zh_hant: 追蹤進度
zh_hk: 追蹤進度

# TK.Action.viewProgress
source: View Progress
ar: عرض التقدم
bg: Преглед на напредъка
ca: Veure el progrés
cs: Zobrazit pokrok
da: Se fremskridt
de: Fortschritt anzeigen
el: Δες Πρόοδο
es: Ver Progreso
es_419: Ver Progreso
fi: Katso edistystä
fr: Voir les progrès
fr_ca: Voir les progrès
he: צפה בהתקדמות
hi: प्रगति देखें
hr: Pogledaj napredak
hu: Haladás megtekintése
id: Lihat Kemajuan
it: Visualizza Progresso
ja: 進捗を見る
kk: Прогресті қарау
ko: 진행 상황 보기
ms: Lihat Kemajuan
nb: Se fremgang
nl: Bekijk Voortgang
pl: Zobacz postępy
pt_br: Ver Progresso
pt_pt: Ver Progresso
ro: Vezi Progresul
ru: Просмотреть достижения
sk: Zobraziť pokrok
sv: Visa framsteg
th: ดูความก้าวหน้า
tr: İlerlemeni Görüntüle
uk: Переглянути прогрес
vi: Xem Tiến Độ
zh_hans: 查看进度
zh_hant: 查看進度
zh_hk: 查看進展

# TK.Action.writeReflection
source: Write Reflection
ar: اكتب تأمل
bg: Запишете размисли
ca: Escriure reflexió
cs: Napsat reflexi
da: Skriv Refleksion
de: Reflexion schreiben
el: Γράψτε Σκέψη
es: Escribir Reflexión
es_419: Escribir Reflexión
fi: Kirjoita pohdinta
fr: Écrire une réflexion
fr_ca: Écrire une réflexion
he: כתוב השתקפות
hi: प्रतिबिंब लिखें
hr: Napiši refleksiju
hu: Reflexió írása
id: Tulis Refleksi
it: Scrivi riflessione
ja: 振り返りを書く
kk: Рефлексия жазу
ko: 회고 쓰기
ms: Tulis Refleksi
nb: Skriv refleksjon
nl: Reflectie schrijven
pl: Napisz refleksję
pt_br: Escrever Reflexão
pt_pt: Escrever Reflexão
ro: Scrie Reflectie
ru: Написать размышление
sk: Napísať úvahu
sv: Skriv Reflektion
th: เขียนความคิด
tr: Yansıma Yaz
uk: Написати роздуми
vi: Viết phản hồi
zh_hans: 写反思
zh_hant: 寫反思
zh_hk: 寫反思

# TK.Label.assignment
source: Assignment
ar: التكليف
bg: Задание
ca: Assignació
cs: Úkol
da: Opgave
de: Aufgabe
el: Αναφορά
es: Tarea
es_419: Tarea
fi: Tehtävä
fr: Devoir
fr_ca: Devoir
he: משימה
hi: असाइनमेंट
hr: Zadatak
hu: Feladat
id: Penugasan
it: Compito
ja: 課題
kk: Тапсырма
ko: 과제
ms: Tugas
nb: Oppgave
nl: Opdracht
pl: Zadanie
pt_br: Tarefa
pt_pt: Tarefa
ro: Sarcină
ru: Задание
sk: Úloha
sv: Uppgift
th: การมอบหมายงาน
tr: Görev
uk: Завдання
vi: Sự phân công
zh_hans: 任务
zh_hant: 作業
zh_hk: 作业

# TK.Label.chapter
source: Chapter
ar: فصل
bg: Глава
ca: Capítol
cs: Kapitola
da: Kapitel
de: Kapitel
el: Κεφάλαιο
es: Capítulo
es_419: Capítulo
fi: Luku
fr: Chapitre
fr_ca: Chapitre
he: פרק
hi: अध्याय
hr: Poglavlje
hu: Fejezet
id: Bab
it: Capitolo
ja: 章
kk: Бөлім
ko: 장
ms: Bab
nb: Kapittel
nl: Hoofdstuk
pl: Rozdział
pt_br: Capítulo
pt_pt: Capítulo
ro: Capitol
ru: Глава
sk: Kapitola
sv: Kapitel
th: บทที่
tr: Bölüm
uk: Розділ
vi: Chương
zh_hans: 章节
zh_hant: 章節
zh_hk: 章节

# TK.Label.completionCertificate
source: Completion Certificate
ar: شهادة الإنجاز
bg: Сертификат за завършване
ca: Certificat de finalització
cs: Potvrzení o dokončení
da: Afslutningscertifikat
de: Teilnahmezertifikat
el: Πιστοποιητικό Ολοκλήρωσης
es: Certificado de Finalización
es_419: Certificado de Finalización
fi: Suoritussertifikaatti
fr: Certificat de réussite
fr_ca: Certificat de réussite
he: תעודת סיום
hi: पूर्णता प्रमाणपत्र
hr: Certifikat o završetku
hu: Teljesítési igazolás
id: Sertifikat Penyelesaian
it: Certificato di Completamento
ja: 修了証明書
kk: Дәрежені аяқтау сертификаты
ko: 이수증
ms: Sijil Penyelesaian
nb: Fullføringsbevis
nl: Voltooiingscertificaat
pl: Certyfikat ukończenia
pt_br: Certificado de Conclusão
pt_pt: Certificado de Conclusão
ro: Certificat de Finalizare
ru: Сертификат завершения
sk: Ukončenie
sv: Slutförandecertifikat
th: ใบรับรองการเสร็จสิ้น
tr: Tamamlanma Sertifikası
uk: Сертифікат про виконання
vi: Giấy Chứng Nhận Hoàn Thành
zh_hans: 完成证书
zh_hant: 完成證書
zh_hk: 完成證書

# TK.Label.correctAnswers
source: Correct Answers
ar: الإجابات الصحيحة
bg: Правилни отговори
ca: Respostes Correctes
cs: Správné odpovědi
da: Korrekte Svar
de: Richtige Antworten
el: Σωστές Απαντήσεις
es: Respuestas correctas
es_419: Respuestas Correctas
fi: Oikeat vastaukset
fr: Réponses correctes
fr_ca: Réponses correctes
he: תשובות נכונות
hi: सही उत्तर
hr: Točni odgovori
hu: Helyes Válaszok
id: Jawaban Benar
it: Risposte corrette
ja: 正しい回答
kk: Дұрыс жауаптар
ko: 정답
ms: Jawapan Betul
nb: Korrekte svar
nl: Juiste Antwoorden
pl: Poprawne odpowiedzi
pt_br: Respostas Corretas
pt_pt: Respostas Corretas
ro: Răspunsuri corecte
ru: Правильные ответы
sk: Správne odpovede
sv: Korrekta svar
th: คำตอบที่ถูกต้อง
tr: Doğru Cevaplar
uk: Правильні відповіді
vi: Câu trả lời đúng
zh_hans: 正确答案
zh_hant: 正確答案
zh_hk: 正確答案

# TK.Label.course
source: Course
ar: دورة
bg: Курс
ca: Curs
cs: Kurz
da: Kursus
de: Kurs
el: Μάθημα
es: Curso
es_419: Curso
fi: Kurssi
fr: Cours
fr_ca: Cours
he: קורס
hi: कोर्स
hr: Kurs
hu: Tanfolyam
id: Kursus
it: Corso
ja: コース
kk: Курс
ko: 코스
ms: Kursus
nb: Kurs
nl: Cursus
pl: Kurs
pt_br: Curso
pt_pt: Curso
ro: Curs
ru: Курс
sk: Predmet
sv: Kurs
th: หลักสูตร
tr: Kurs
uk: Курс
vi: Khóa học
zh_hans: 课程
zh_hant: 課程
zh_hk: 課程

# TK.Label.courseProgress
source: Course Progress
ar: تقدم الدورة
bg: Прогрес на курса
ca: Progrés del curs
cs: Pokrok v kurzu
da: Kursusfremskridt
de: Kursfortschritt
el: Πρόοδος μαθήματος
es: Progreso del curso
es_419: Progreso del Curso
fi: Kurssin edistyminen
fr: Progression du cours
fr_ca: Progression du cours
he: התקדמות בקורס
hi: कोर्स प्रगति
hr: Napredak Tečaja
hu: Tanfolyam Előrehaladás
id: Kemajuan Kursus
it: Progresso del corso
ja: コース進捗
kk: Курс прогрессі
ko: 강의 진행 상황
ms: Kemajuan Kursus
nb: Kursprogresjon
nl: Cursusvoortgang
pl: Postęp kursu
pt_br: Progresso do Curso
pt_pt: Progresso do Curso
ro: Progresul cursului
ru: Прогресс курса
sk: Pokrok v kurze
sv: Kursframsteg
th: ความก้าวหน้าในหลักสูตร
tr: Kurs İlerlemesi
uk: Прогрес курсу
vi: Tiến độ khóa học
zh_hans: 课程进度
zh_hant: 課程進度
zh_hk: 課程進度

# TK.Label.curriculum
source: Curriculum
ar: المناهج الدراسية
bg: Учебен план
ca: Currículum
cs: Osnovy
da: Pensum
de: Lehrplan
el: Πρόγραμμα Σπουδών
es: Currículo
es_419: Currículo
fi: Opetussuunnitelma
fr: Programme scolaire
he: תוכנית לימודים
hi: पाठ्यक्रम
hr: Kurikul
hu: Tanmenet
id: Kurikulum
ja: カリキュラム
kk: Бағдарлама жоспары
ko: 교육 과정
ms: Kurikulum
nb: Pensum
pl: Program nauczania
pt_br: Currículo
pt_pt: Currículo
ru: Учебный план
sk: Učebný plán
th: หลักสูตรการเรียนการสอน
tr: Müfredat
uk: Навчальні програми
vi: Đề cương
zh_hans: 课程表
zh_hant: 課程表
zh_hk: 課程

# TK.Label.difficultyLevel
source: Difficulty Level
ar: مستوى الصعوبة
bg: Ниво на трудност
ca: Nivell de dificultat
cs: Úroveň obtížnosti
da: Sværhedsgrad
de: Schwierigkeitsgrad
el: Επίπεδο Δυσκολίας
es: Nivel de dificultad
es_419: Nivel de dificultad
fi: Vaikeustaso
fr: Niveau de difficulté
fr_ca: Niveau de difficulté
he: רמת קושי
hi: कठिनाई स्तर
hr: Nivo Težine
hu: Nehézségi Szint
id: Tingkat Kesulitan
it: Livello di Difficoltà
ja: 難易度レベル
kk: Күрделілік деңгейі
ko: 난이도 수준
ms: Tahap Kesukaran
nb: Vanskelighetsgrad
nl: Moeilijkheidsgraad
pl: Poziom trudności
pt_br: Nível de Dificuldade
pt_pt: Nível de Dificuldade
ro: Nivel de dificultate
ru: Уровень сложности
sk: Úroveň obtiažnosti
sv: Svårighetsgrad
th: ระดับความยาก
tr: Zorluk Seviyesi
uk: Рівень складності
vi: Mức độ khó
zh_hans: 难度等级
zh_hant: 難度等級
zh_hk: 難度級別

# TK.Label.exam
source: Exam
ar: امتحان
bg: Изпит
ca: Examen
cs: Zkouška
da: Eksamen
de: Prüfung
el: Εξέταση
es: Examen
es_419: Examen
fi: Koe
fr: Examen
fr_ca: Examen
he: בחינה
hi: परीक्षा
hr: Ispit
hu: Vizsga
id: Ujian
it: Esame
ja: 試験
kk: Емтихан
ko: 시험
ms: Peperiksaan
nb: Eksamen
nl: Examen
pl: Egzamin
pt_br: Exame
pt_pt: Exame
ro: Examen
ru: Экзамен
sk: Skúška
sv: Prov
th: การสอบ
tr: Sınav
uk: Екзамен
vi: Kỳ thi
zh_hans: 考试
zh_hant: 考試
zh_hk: 考試

# TK.Label.exercise
source: Exercise
ar: التمرين
bg: Упражнения
ca: Exercici
cs: Cvičení
da: Motion
de: Trainieren
el: Άσκηση
es: Ejercicio
es_419: Ejercicio
fi: Treeni
fr: Exercice
fr_ca: Exercice
he: התעמלות
hi: एक्सरसाइज़
hr: Vježbanje
hu: Gyakorlat
id: Latihan
it: Esercizio
ja: エクササイズ
kk: Жаттығу
ko: 운동
ms: Senaman
nb: Oppgave
nl: Trainen
pl: Ćwiczenie
pt_br: Exercício
pt_pt: Exercício
ro: Antrenament
ru: Упражнение
sk: Cvičenie
sv: Träning
th: ออกกำลังกาย
tr: Egzersiz
uk: Вправа
vi: Thể dục
zh_hans: 锻炼
zh_hant: 運動
zh_hk: 運動

# TK.Label.flashcards
source: Flashcards
ar: بطاقات تعليمية
bg: Флашкарти
ca: Targetes didàctiques
de: Karteikarten
el: Κάρτες Αστραπή
es: Tarjetas Didácticas
es_419: Tarjetas Didácticas
fi: Muistikortit
fr_ca: Cartes mémoire
he: כרטיסיות זיכרון
hi: फ्लैशकार्ड
hu: Tanulókártyák
id: Kartu Flash
it: Schede Didattiche
ja: フラッシュカード
kk: Флеш-карталар
ko: 플래시 카드
ms: Kepil
pl: Fiszki
ro: Carduri Flash
ru: Карточки
sk: Flash karty
th: การ์ดคำศัพท์
tr: Kavram Kartları
vi: Thẻ nhớ
zh_hans: 闪卡
zh_hant: 閃卡
zh_hk: 抽認卡

# TK.Label.gradeLevel
source: Grade Level
ar: مستوى الصف
bg: Образователно ниво
ca: Nivell escolar
cs: Úroveň vzdělání
da: Klassetrin
de: Klassenstufe
el: Επίπεδο Ταξινόμησης
es: Nivel de Grado
es_419: Nivel de Grado
fi: Luokka-aste
fr: Niveau scolaire
fr_ca: Niveau de grade
he: רמת כיתה
hi: कक्षा स्तर
hr: Razina razreda
hu: Évfolyam Szint
id: Tingkat Kelas
it: Livello Scolastico
ja: 学年
kk: Сынып деңгейі
ko: 학년
ms: Tahap Gred
nb: Karaktertrinn
nl: Niveau
pl: Poziom Klasy
pt_br: Nível de série
pt_pt: Nível Escolar
ro: Nivel de Studiu
ru: Уровень класса
sk: Úroveň triedy
sv: Klassnivå
th: ระดับชั้นเรียน
tr: Sınıf Düzeyi
uk: Рівень класу
vi: Lớp
zh_hans: 年级
zh_hant: 年級
zh_hk: 年級等級

# TK.Label.knowledgePoints
source: Knowledge Points
ar: نقاط المعرفة
bg: Точки на знание
ca: Punts de coneixement
cs: Bodové znalosti
da: Videnpoint
de: Wissenpunkte
el: Σημεία Γνώσης
es: Puntos de conocimiento
es_419: Puntos de conocimiento
fi: Tietopisteet
fr: Points de Connaissance
fr_ca: Points de connaissance
he: נקודות ידע
hi: ज्ञान अंक
hr: Bodovi znanja
hu: Tudáspontok
id: Poin Pengetahuan
it: Punti di conoscenza
ja: 知識ポイント
kk: Білім ұпайлары
ko: 지식 포인트
ms: Mata Pengetahuan
nb: Kunnskapspoeng
nl: Kennispunten
pl: Punkty wiedzy
pt_br: Pontos de Conhecimento
pt_pt: Pontos de Conhecimento
ro: Puncte de Cunoștințe
ru: Баллы знаний
sk: Témy znalostí
sv: Kunskapspoäng
th: คะแนนความรู้
tr: Bilgi Puanları
uk: Бали знань
vi: Điểm kiến thức
zh_hans: 知识点
zh_hant: 知識點
zh_hk: 知識點

# TK.Label.learningPath
source: Learning Path
ar: مسار التعلم
bg: Образователен път
ca: Camí d'Aprenentatge
cs: Vzdělávací cesta
da: Læringsvej
de: Lernpfad
el: Μονοπάτι Μάθησης
es: Camino de Aprendizaje
es_419: Ruta de Aprendizaje
fi: Oppimispolku
fr: Parcours d'apprentissage
fr_ca: Parcours d'apprentissage
he: שביל לימוד
hi: अधिगम पथ
hr: Put učenja
hu: Tanulási útvonal
id: Jalur Pembelajaran
it: Percorso di Apprendimento
ja: 学習経路
kk: Оқу жолы
ko: 학습 경로
ms: Jalan Pembelajaran
nb: Læringsvei
nl: Leerpad
pl: Ścieżka nauki
pt_br: Caminho de Aprendizado
pt_pt: Caminho de Aprendizagem
ro: Parcurs de învățare
ru: Путь обучения
sk: Vzdelávacia cesta
sv: Inlärningsväg
th: เส้นทางการเรียนรู้
tr: Öğrenme Yolu
uk: Шлях навчання
vi: Lộ trình học tập
zh_hans: 学习路径
zh_hant: 學習路徑
zh_hk: 學習路徑

# TK.Label.learningStreak
source: Learning Streak
ar: سلسلة التعلم
bg: Учебна серия
ca: Rellotge d'aprenentatge
cs: Učení bez přestávky
da: Læringsstreak
de: Lernserie
el: Σειρά Μάθησης
es: Racha de Aprendizaje
es_419: Racha de Aprendizaje
fi: Oppimisputki
fr: Série d'apprentissage
fr_ca: Série d'apprentissage
he: רצף לימוד
hi: अधिगम श्रृंखला
hr: Niz učenja
hu: Tanulási sorozat
id: Rangkaian Pembelajaran
it: Serie di Apprendimento
ja: 学習の連続日数
kk: Оқу реттілігі
ko: 학습 연속일
ms: Rantaian Pembelajaran
nb: Læringsrekke
nl: Leerstreak
pl: Seria nauki
pt_br: Sequência de Aprendizado
pt_pt: Sequência de Aprendizagem
ro: Seria de învățare
ru: Период обучения
sk: Vzdelávací sled
sv: Inlärningsserie
th: สถิติการเรียนรู้
tr: Öğrenme Serisi
uk: Навчальна серія
vi: Chuỗi Học tập
zh_hans: 学习连胜
zh_hant: 學習連續日
zh_hk: 學習連續天數

# TK.Label.lesson
source: Lesson
ar: درس
bg: Урок
ca: Lliçó
cs: Lekce
da: Lektion
de: Lektion
el: Μάθημα
es: Lección
es_419: Lección
fi: Oppitunti
fr: Leçon
fr_ca: Leçon
he: שיעור
hi: पाठ
hr: Lekcija
hu: Lecke
id: Pelajaran
it: Lezione
ja: レッスン
kk: Сабақ
ko: 수업
ms: Pelajaran
nb: Leksjon
nl: Les
pl: Lekcja
pt_br: Aula
pt_pt: Aula
ro: Lecție
ru: Урок
sk: Lekcia
sv: Lektion
th: บทเรียน
tr: Ders
uk: Урок
vi: Bài học
zh_hans: 课程
zh_hant: 課程
zh_hk: 課堂

# TK.Label.notes
source: Notes
ar: الملاحظات
bg: Бележки
cs: Poznámky
da: Noter
de: Notizen
el: Σημειώσεις
es: Notas
es_419: Notas
fi: Muistiinpanot
he: פתקים
hi: नोट्स
hr: Bilješke
hu: Jegyzetek
id: Catatan
it: Note
ja: メモ
kk: Ескертпелер
ko: 메모
ms: Nota
nb: Notater
nl: Notities
pl: Notatki
pt_br: Notas
pt_pt: Notas
ro: Notițe
ru: Заметки
sk: Poznámky
sv: Anteckningar
th: โน้ต
tr: Notlar
uk: Нотатки
vi: Ghi chú
zh_hans: 备忘录
zh_hant: 備忘錄
zh_hk: 備忘錄

# TK.Label.practiceExercises
source: Practice Exercises
ar: تمارين عملية
bg: Упражнения за практика
ca: Exercicis pràctics
cs: Cvičení k procvičení
da: Øvelser
de: Übungsaufgaben
el: Εκπαιδευτικές Ασκήσεις
es: Ejercicios de práctica
es_419: Ejercicios Prácticos
fi: Harjoituskurssit
fr: Exercices pratiques
fr_ca: Exercices pratiques
he: תרגולים
hi: व्यवहारात्मक अभ्यास
hr: Vježbe
hu: Gyakorló Feladatok
id: Latihan Praktek
it: Esercizi di Pratica
ja: 練習問題
kk: Практикалық тапсырмалар
ko: 연습 문제
ms: Latihan Amali
nb: Øvingsoppgaver
nl: Oefenopdrachten
pl: Ćwiczenia praktyczne
pt_br: Exercícios Práticos
pt_pt: Exercícios Práticos
ro: Exerciții de practică
ru: Упражнения для практики
sk: Cvičné úlohy
sv: Övningsuppgifter
th: แบบฝึกหัด
tr: Alıştırma Egzersizleri
uk: Практичні вправи
vi: Bài tập thực hành
zh_hans: 练习题
zh_hant: 練習題
zh_hk: 練習題

# TK.Label.quizResults
source: Quiz Results
ar: نتائج الاختبار
bg: Резултати от теста
ca: Resultats del qüestionari
cs: Výsledky kvízu
da: Quizresultater
de: Quiz-Ergebnisse
el: Αποτελέσματα Κουίζ
es: Resultados del Cuestionario
es_419: Resultados del cuestionario
fi: Kyselyn tulokset
fr: Résultats du quiz
fr_ca: Résultats du quiz
he: תוצאות חידון
hi: क्विज़ परिणाम
hr: Rezultati Kviza
hu: Kvíz eredmények
id: Hasil Kuis
it: Risultati quiz
ja: クイズ結果
kk: Тест нәтижелері
ko: 퀴즈 점수
ms: Keputusan Kuiz
nb: Quizresultater
nl: Quizresultaten
pl: Wyniki Quizu
pt_br: Resultados do Quiz
pt_pt: Resultados do Questionário
ro: Rezultate Test
ru: Результаты теста
sk: Výsledky kvízov
sv: Quizresultat
th: ผลการทดสอบ
tr: Quiz Sonuçları
uk: Результати тесту
vi: Kết quả bài thi
zh_hans: 测验结果
zh_hant: 測驗結果
zh_hk: 測驗結果

# TK.Label.score
source: Score
ar: النتيجة
bg: Резултат
ca: Puntuació
cs: Skóre
de: Punktestand
el: Σκορ
es: Puntuación
es_419: Puntuación
fi: Pisteet
he: תוצאה
hi: स्कोर
hr: Rezultati
hu: Pontszám
id: Skor
it: Punteggio
ja: スコア
kk: Нүкте
ko: 점수
ms: Skor
nb: Poeng
pl: Wynik
pt_br: Pontuação
pt_pt: Pontuação
ro: Scor
ru: Очки
sk: Skóre
sv: Poäng
th: คะแนน
tr: Skor
uk: Рахунок
vi: Điểm số
zh_hans: 得分
zh_hant: 得分
zh_hk: 分數

# TK.Label.student
source: Student
ar: طالب
bg: Студент
ca: Estudiant
da: Studerende
de: Schüler:in
el: Φοιτητής/τρια
es: Estudiante
es_419: Estudiante
fi: Opiskelija
fr: Étudiant
fr_ca: Étudiant·e
he: סטודנט
hi: छात्र
hu: Diák
id: Siswa
it: Studente
ja: 学生
kk: Студент
ko: 학생
ms: Pelajar
pl: Uczeń
pt_br: Estudante
pt_pt: Estudante
ru: Ученик
sk: Študent
th: นักเรียน
tr: Öğrenci
uk: Студент/ка
vi: Học sinh
zh_hans: 学生
zh_hant: 學生
zh_hk: 學生

# TK.Label.studyMaterials
source: Study Materials
ar: المواد الدراسية
bg: Учебни материали
ca: Materials d'estudi
cs: Studijní materiály
da: Studiematerialer
de: Lernmaterialien
el: Υλικά Σπουδών
es: Materiales de Estudio
es_419: Materiales de Estudio
fi: Opiskelumateriaalit
fr: Matériel de cours
fr_ca: Matériel d'étude
he: חומרי לימוד
hi: अध्ययन सामग्री
hr: Studijski materijali
hu: Tanulmányi Anyagok
id: Materi Belajar
it: Materiali di studio
ja: 学習教材
kk: Оқу материалдары
ko: 학습 자료
ms: Bahan Kajian
nb: Studie­materialer
nl: Studiematerialen
pl: Materiały do nauki
pt_br: Materiais de Estudo
pt_pt: Materiais de Estudo
ro: Materiale de studiu
ru: Учебные материалы
sk: Študijné materiály
sv: Studiematerial
th: สื่อการเรียนรู้
tr: Çalışma Malzemeleri
uk: Навчальні матеріали
vi: Tài liệu học
zh_hans: 学习材料
zh_hant: 學習資料
zh_hk: 學習資料

# TK.Label.studySessions
source: Study Sessions
ar: جلسات الدراسة
bg: Учебни сесии
ca: Sessions d'estudi
cs: Studijní sezení
da: Studiesessioner
de: Lernsitzungen
el: Σύνοδοι Σπουδών
es: Sesiones de Estudio
es_419: Sesiones de Estudio
fi: Opiskelusessiot
fr: Séances d'étude
fr_ca: Séances d'étude
he: מפגשי לימוד
hi: अध्ययन सत्र
hr: Studijske sesije
hu: Tanulmányi Ülések
id: Sesi Belajar
it: Calorie bruciate
ja: 学習セッション
kk: Оқу сессиялары
ko: 학습 세션
ms: Sesi Kajian
nb: Studieøkter
nl: Studiessies
pl: Sesje nauki
pt_br: Sessões de Estudo
pt_pt: Sessões de Estudo
ro: Sesiuni de studiu
ru: Учебные сессии
sk: Študijné relácie
sv: Studiepass
th: ช่วงเวลาการศึกษา
tr: Çalışma Seansları
uk: Навчальні сесії
vi: Buổi học
zh_hans: 学习时间
zh_hant: 學習時段
zh_hk: 學習時段

# TK.Label.studyTime
source: Study Time
ar: وقت الدراسة
bg: Учебно време
ca: Temps d'estudi
cs: Studijní čas
da: Studietid
de: Lernzeit
el: Χρόνος Μελέτης
es: Tiempo de Estudio
es_419: Tiempo de Estudio
fi: Opiskeluaika
fr: Temps d'étude
fr_ca: Temps d'étude
he: זמן לימוד
hi: अध्ययन समय
hr: Vrijeme učenja
hu: Tanulmányi Idő
id: Waktu Belajar
it: Tempo di studio
ja: 学習時間
kk: Оқу уақыты
ko: 학습 시간
ms: Masa Kajian
nb: Studietid
nl: Studietijd
pl: Czas nauki
pt_br: Tempo de Estudo
pt_pt: Tempo de Estudo
ro: Timp de studiu
ru: Время обучения
sk: Čas štúdia
sv: Studietid
th: ระยะเวลาในการเรียน
tr: Çalışma Süresi
uk: Час навчання
vi: Thời gian học
zh_hans: 学习时长
zh_hant: 學習時間
zh_hk: 學習時間

# TK.Label.subject
source: Subject
ar: الموضوع
bg: Тема
ca: Tema
cs: Předmět
da: Emne
de: Betreff
el: Θέμα
es: Asunto
es_419: Asignatura
fi: Aihe
fr: Objet
fr_ca: Objet
he: נושא
hi: विषय
hr: Predmet
hu: Tárgy
id: Subjek
it: Oggetto
ja: 件名
kk: Тақырып
ko: 제목
ms: Subjek
nb: Emne
nl: Onderwerp
pl: Temat
pt_br: Assunto
pt_pt: Assunto
ro: Subiect
ru: Тема
sk: Predmet
sv: Ämne
th: ชื่อเรื่อง
tr: Konu
uk: Тема
vi: Chủ đề
zh_hans: 主题
zh_hant: 標題
zh_hk: 標題

# TK.Label.teacher
source: Teacher
ar: مدرس
bg: Учител
ca: Professor/a
cs: Učitel
da: Lærer
de: Lehrer:in
el: Δάσκαλος/α
es: Profesor/a
es_419: Profesor/a
fi: Opettaja
fr: Professeur
fr_ca: Enseignant·e
he: מורה
hi: शिक्षक
hr: Nastavnik
hu: Tanár
id: Guru
it: Insegnante
ja: 教師
kk: Мұғалім
ko: 교사
ms: Guru
nb: Lærer
nl: Docent
pl: Nauczyciel
pt_br: Professor(a)
pt_pt: Professor/a
ro: Profesor
ru: Учитель
sk: Učiteľ
sv: Lärare
th: ครู
tr: Öğretmen
uk: Вчитель/ка
vi: Giáo viên
zh_hans: 老师
zh_hant: 教師
zh_hk: 教師

# TK.Label.testScore
source: Test Score
ar: نتيجة الاختبار
bg: Резултат от теста
ca: Nota del test
cs: Skóre testu
da: Testresultat
de: Testpunktzahl
el: Βαθμός Δοκιμής
es: Resultado de prueba
es_419: Puntuación de la Prueba
fi: Testitulokset
fr: Résultat du test
fr_ca: Résultat du test
he: ציון מבחן
hi: परीक्षा स्कोर
hr: Rezultat testa
hu: Vizsga Eredmény
id: Skor Tes
it: Punteggio del test
ja: テストスコア
kk: Тест нәтижесі
ko: 시험 점수
ms: Skor Ujian
nb: Testpoeng
pl: Wynik testu
pt_br: Nota de Teste
pt_pt: Nota do Teste
ro: Scorul Testului
ru: Результат теста
sk: Skóre testu
sv: Testresultat
th: คะแนนทดสอบ
tr: Test Skoru
uk: Результат тесту
vi: Điểm kiểm tra
zh_hans: 考试成绩
zh_hant: 測試成績
zh_hk: 考試成績

# TK.Label.topic
source: Topic
ar: الموضوع
bg: Тема
ca: Tema
cs: Téma
da: Emne
de: Thema
el: Θέμα
es: Tema
es_419: Tema
fi: Aihe
fr: Thème
fr_ca: Sujet
he: נושא
hi: विषय
hr: Tema
hu: Téma
id: Topik
it: Argomento
ja: トピック
kk: Тақырыбы
ko: 주제
ms: Topik
nb: Emne
nl: Onderwerp
pl: Temat
pt_br: Tópico
pt_pt: Tópico
ro: Subiect
ru: Тема
sk: Téma
sv: Ämne
th: ชื่อเรื่อง
tr: Konu
uk: Тема
vi: Chủ đề
zh_hans: 主题
zh_hant: 主題
zh_hk: 主題

# TK.Label.tutor
source: Tutor
ar: مدرس خاص
bg: Наставник
ca: Tutor/a
cs: Doučující
de: Nachhilfelehrer:in
el: Δάσκαλος/α
es: Tutor/a
fi: Ohjaaja
fr: Tuteur
fr_ca: Tuteur·rice
he: מדריך
hi: शिक्षक
hr: Instruktor
id: Pengajar
ja: 家庭教師
kk: Мұғалім
ko: 튜터
nb: Lærer
nl: Huiswerkbegeleider
pl: Nauczyciel prywatny
pt_pt: Tutor/a
ro: Meditator
ru: Наставник
sk: Doučovateľ
sv: Handledare
th: ติวเตอร์
tr: Öğretmen
uk: Наставник
vi: Gia sư
zh_hans: 辅导员
zh_hant: 導師
zh_hk: 導師

# TK.Label.tutorial
source: Tutorial
ar: دليل المستخدم
bg: Ръководство
cs: Tutoriál
el: Εκπαιδευτικό Υλικό
fi: Opastus
fr: Tutoriel
fr_ca: Tutoriel
he: מדריך
hi: ट्यूटोरियल
hu: Útmutató
ja: チュートリアル
kk: Нұсқаулық
ko: 튜토리얼
nb: Veiledning
pl: Samouczek
ru: Учебник
sk: Návod
sv: Handledning
th: บทแนะนำ
tr: Rehber
uk: Посібник
vi: Hướng dẫn
zh_hans: 教程
zh_hant: 教學
zh_hk: 教程

# TK.Label.xp
source: XP
ar: نقاط الخبرة
he: ניסיון
ko: 경험치
ru: Очки опыта
uk: Досвід
zh_hans: 经验值

# TK.Message.achievementUnlockedDot
source: Achievement unlocked!
ar: تم فتح الإنجاز!
bg: Постижението е отключено!
ca: Logro desbloquejat!
cs: Úspěch odemknut!
da: Præstation opnået!
de: Ziel erreicht!
el: Επίτευγμα ξεκλειδώθηκε!
es: ¡Logro desbloqueado!
es_419: ¡Logro desbloqueado!
fi: Saavutus avattu!
fr: Succès déverrouillé !
fr_ca: Succès débloqué !
he: הושג הישג!
hi: उपलब्धि अनलॉक की गई!
hr: Postignuće otključano!
hu: Teljesítmény elérve!
id: Pencapaian terbuka!
it: Obiettivo sbloccato!
ja: 達成が解除されました！
kk: Жетістік ашылды!
ko: 업적을 잠금 해제했습니다!
ms: Pencapaian dibuka!
nb: Prestasjon låst opp!
nl: Prestatie ontgrendeld!
pl: Osiągnięcie odblokowane!
pt_br: Conquista desbloqueada!
pt_pt: Conquista desbloqueada!
ro: Realizare deblocată!
ru: Достижение разблокировано!
sk: Úspech odomknutý!
sv: Prestationen upplåst!
th: สำเร็จแล้ว!
tr: Başarı açıldı!
uk: Досягнення розблоковано!
vi: Thành tựu đã mở khóa!
zh_hans: 成就解锁！
zh_hant: 解鎖成就！
zh_hk: 成就解鎖！

# TK.Message.answerCorrectDot
source: Your answer is correct!
ar: إجابتك صحيحة!
bg: Вашият отговор е верен!
ca: La teva resposta és correcta!
cs: Tvá odpověď je správná!
da: Dit svar er korrekt!
de: Deine Antwort ist korrekt!
el: Η απάντησή σας είναι σωστή!
es: ¡Tu respuesta es correcta!
es_419: ¡Tu respuesta es correcta!
fi: Vastauksesi on oikein!
fr: Votre réponse est correcte !
fr_ca: Votre réponse est correcte !
he: תשובתך נכונה!
hi: आपका उत्तर सही है!
hr: Tvoj odgovor je točan!
hu: A válaszod helyes!
id: Jawaban Anda benar!
it: La tua risposta è corretta!
ja: あなたの答えは正しいです！
kk: Сіздің жауабыңыз дұрыс!
ko: 올바른 답변입니다!
ms: Jawapan anda betul!
nb: Svaret ditt er korrekt!
nl: Je antwoord is correct!
pl: Twoja odpowiedź jest poprawna!
pt_br: Sua resposta está correta!
pt_pt: A tua resposta está correta!
ro: Răspunsul tău este corect!
ru: Твой ответ правильный!
sk: Tvoja odpoveď je správna!
sv: Ditt svar är korrekt!
th: คำตอบของคุณถูกต้องแล้ว!
tr: Cevabınız doğru!
uk: Ваша відповідь вірна!
vi: Câu trả lời của bạn là đúng!
zh_hans: 你的答案是正确的！
zh_hant: 你的答案是正確的！
zh_hk: 你的答案是正確的！
